Repository: florianpircher/GutenTag
Catalog: Guten Tag/*.lproj/View.strings
Languages: ar, de, tr

# lC2-4f-nGa.title
source: Add tags to selected glyphs
ar: إضافة علامات إلى الصور الرمزية المحددة
de: Tags zu ausgewählten Glyphen hinzufügen
tr: Seçili glif’lere etiketler ekle

# CiW-jX-dyc.ibShadowedToolTip
source: Add tags to selected glyphs
ar: إضافة علامات إلى الصور الرمزية المحددة
de: Tags zu ausgewählten Glyphen hinzufügen
tr: Seçili glif’lere etiketler ekle

# oKI-2O-pk5.title
source: Remove tags from selected glyphs
ar: إزالة العلامات من الصور الرمزية المحددة
de: Tags von ausgewählten Glyphen entfernen
tr: Seçili glif’lerin etiketlerini kaldır

# sOj-NE-4vq.ibShadowedToolTip
source: Remove tags from selected glyphs
ar: إزالة العلامات من الصور الرمزية المحددة
de: Tags von ausgewählten Glyphen entfernen
tr: Seçili glif’lerin etiketlerini kaldır

# 8v5-mh-Y5w.title
source: Rename
ar: إعادة تسمية
de: Umbenennen
tr: İsmi Yenile

# mIr-EN-Apc.title
source: Rename
ar: إعادة تسمية
de: Umbenennen
tr: İsmi Yenile

# iIg-EL-R2e.ibShadowedToolTip
source: Rename tag of selected glyphs
ar: تغيير اسم علامة لصور رمزية محددة
de: Tag für ausgewählte Glyphen umbenennen
tr: Seçili glif’lerin etiketinin adını değiştir

# EN8-gw-0iL.title
source: Rename a tag for the selected glyphs
ar: تغيير اسم علامة لصور رمزية محددة
de: Tag für ausgewählte Glyphen umbenennen
tr: Seçili glif’lerin etiketinin adını değiştir

# aYx-oh-HE5.title
source: Tag Name:
ar: اسم العلامة:
tr: Etiket Adı:

# wBR-Ta-D3u.title
source: New Tag Name:
ar: الاسم الجديد للعلامة:
de: Neuer Tag Name:
tr: Yeni Etiket Adı:

# Aeb-6a-j6R.title
source: Cancel
ar: إلغاء
de: Abbrechen
tr: Vazgeç

# C2S-43-tMl.title
source: Cancel
ar: إلغاء
de: Abbrechen
tr: Vazgeç
